Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Berufsberatung [Ausbildungs- und Schulungsberatung]
en: Career advisory services (education or training advice)

source: Betrieb von Abenteuerspielplätzen für Kinder
en: Children's adventure playground services

source: Organisation von Tagungen zu Unterhaltungszwecken
en: Arranging of conventions for entertainment purposes

source: Ausbildung im Bereich computergestützte Prüfung
en: Training services relating to computer-aided testing

source: Unterhaltung in Form von Segelregatten
en: Entertainment in the nature of yacht races

source: Durchführung von schulischen Kursen zur Prüfungsvorbereitung
en: School courses relating to examination preparation

source: Durchführung von Schulungen in Bezug auf Studienhilfe
en: School courses relating to study assistance

source: Ausbildungsdienstleistungen im Bereich der Transkriptionstechniken
en: Educational services for teaching transcription techniques

source: Organisation von Kursen mittels programmierter Lernmethoden
en: Organisation of courses using programmed learning methods

source: Organisation von Sprachkursen
en: Organisation of language courses

source: Vermietung von Einrichtungen für Pferderennen
en: Provision of facilities for horse-race meetings

source: Betrieb von Einrichtungen für Freizeitaktivitäten im Freien
en: Provision of facilities for outdoor recreational activities

source: Betrieb von Sport- und Freizeiteinrichtungen
en: Providing facilities for sports recreation

source: Vermietung von Tonaufzeichnungsgeräten
en: Hire of sound recording apparatus

source: Beratung in Bezug auf Bildung und Ausbildung im Managementbereich und von Personal
en: Consultancy services relating to the education and training of management and of personnel

source: Produktion von Zeichentrick- und Live-Action-Programmen
en: Production of animated and live action programmes

source: Veranstaltung von Bällen
en: Organization of balls

source: Vermietung von Büchern und Zeitschriften
en: Lending of books and periodicals

source: Dienstleistungen in Bezug auf die Produktion von Zeichentrickspielfilmen
en: Services in the production of animated motion picture entertainment

source: Veröffentlichung von Schriften im Bereich Ausbildung, Wissenschaft, öffentliches Recht und Sozialwesen
en: Publication of documents in the field of training, science, public law and social affairs

source: Verleih von audiovisuellen Aufzeichnungen
en: Rental of audio-visual recordings

source: Vermietung von Film- und Fernsehkulissen
en: Rental of motion picture and television scenery

source: Vermietung von Theatereinrichtungen
en: Provision of theatre facilities

source: Durchführung von Schulungen für Unternehmen
en: Provision of training services for business

source: Klavierunterricht
en: Piano instruction

source: Produktion von Film-Spezialeffekten
en: Production of special effects for television

source: Produktion von TV-Spezialeffekten
en: Training services for medical visitors

source: Redaktionelle Beratung
en: Educational research

source: Aufzeichnungen von Lehrvideos
en: Production of training videos

source: Schulungsdienstleistungen in Bezug auf die Reparatur von Computern
en: Training services relating to the repair of computers

source: Ausbildung im Bereich der Anwendung von Informationstechnologie
en: Training services relating to the use of information technology

source: Vermietung von Filmkameras
en: Leasing of motion picture cameras

source: Erziehung und Unterricht für Kinder
en: Educational services provided for children

source: Erstellung von Kursmaterialien zur Verteilung bei berufsbildenden Lehrgängen
en: Production of course material distributed at professional courses

source: Unterrichtsdienstleistungen im Bereich Chirurgie
en: Teaching services relating to the surgical field

source: Organisation von Vorstellungen für kulturelle Zwecke
en: Arranging of presentations for cultural purposes

source: Computergestützte Ausbildung
en: Computer education training

source: Ausbildung im Bereich der Entwicklung der mentalen Fähigkeiten von Kindern
en: Education services relating to the development of childrens' mental faculties

source: Ausbildungsdienstleistungen in Bezug auf den Gartenbau
en: Education services relating to the horticultural industry

source: Ausbildungsdienstleistungen im Bereich der Restaurantdienstleistungen
en: Education services relating to the provision of restaurant services

source: Ausbildungsdienstleistungen in Bezug auf die Computeranwendung in Unternehmen
en: Education services relating to the use of computers in business

source: Ausbildungsdienstleistungen zum Thema Wasser
en: Education services relating to water

source: Demonstration [Unterricht] von Malerei- und Dekorationstechniken
en: Demonstration [training] in painting and decorating techniques

source: Verleih von Schallplatten, CDs oder bespielten Magnetbändern
en: Rental of records, compact discs or pre-recorded magnetic tapes

source: Vorbereitung und Durchführung von Konferenzen und Seminaren
en: Arranging and conducting conferences and seminars

source: Unterricht an Hauptschulen
en: Teaching at junior high schools

source: Durchführung von Kursen, Seminaren und Workshops
en: Conducting courses, seminars and workshops

source: Ausbildungsdienstleistungen im Bereich Zoologie
en: Educational services relating to zoology

source: Organisation von Bühnen-Shows
en: Organising of stage shows

source: Dienstleistungen eines Fan-Clubs
en: Educating at senior high schools

source: Durchführung von allgemeinen Verwaltungslehrgängen
en: Telephone conversation services for entertainment purposes

source: Berufliche Ausbildung im Bereich der Ersten Hilfe
en: Vocational education relating to first aid

source: Betrieb von Vergnügungsparks mit dem Motto einer Hörfunksendung
en: Amusement park services with a theme of radio productions

source: Künstlerische Leitung von Theatershows
en: Artistic management of theatre shows

source: Vorsprechen für Fernsehspielshows
en: Auditioning for tv game shows

source: Veranstaltung von kulturellen Ausstellungen
en: Arranging of displays for cultural purposes

source: Schulung im Bereich der Werbung
en: Training in the field of advertising

source: Kaufmännische Ausbildung mithilfe eines Spiels
en: Business training provided through a game

source: Dienstleistungen einer Schauspielschule
en: Education academy services for teaching acting

source: Ausbildungsberatung im Bereich Rechnungswesen
en: Education advisory services relating to accountancy

source: Unterricht im Bereich der Datenverarbeitung
en: Education in the field of computing

source: Dienstleistungen von Fitnessklubs und Turnhallen
en: Providing health club and gymnasium services

source: Unterricht in Ernährungslehre
en: Teaching of diet education

source: Darbietung von leichten Unterhaltungsproduktionen
en: Staging of light entertainment productions

source: Ausbildungsberatung, die online über eine Computerdatenbank oder dem Internet bereitgestellt wird
en: Information relating to education, provided on-line from a computer database or the internet

source: Unterhaltung in Form von Volksfesten
en: Entertainment in the nature of ethnic festival

source: Organisation von Seminaren in Bezug auf Werbung
en: Arranging of seminars relating to advertising

source: Organisation von Seminaren in Bezug auf kulturelle Aktivitäten
en: Arranging of seminars relating to cultural activities

source: Ausbildung in Bezug auf die Anwendung von Computersoftware
en: Training services concerned with the use of computer software

source: Produktion von Fernseh-Sportveranstaltungen
en: Production of sporting events for television

source: Veranstaltung einer Jahrestagung im Bereich Telekommunikation
en: Arranging of an annual conference relating to telecommunications

source: Organisation von Ausbildungsseminaren im medizinischen Bereich
en: Conducting of educational seminars relating to medical matters

source: Produktion von Sendungen für das Bildungsfernsehen
en: Production of educational television programmes

source: Veranstaltung von Unterhaltungsshows mit Instrumentaldarbietungen
en: Production of entertainment shows featuring instrumentalists

source: Vermietung von Spielautomaten und -geräten
en: Rental of game machines and apparatus

source: Vermietung von Overheadprojektoren
en: Rental of overhead projectors

source: Aufführung von Theatershows an Spielorten
en: Theatrical floor shows provided at performance venues

source: Veranstaltung von medizinischen Schulungskursen
en: Courses (Training -) relating to medicine

source: Unterhaltung, sportliche und kulturelle Aktivitäten
en: Entertainment in the nature of roller derbys

source: Dienstleistungen eines Vergnügungsparks und Freizeitparks
en: Entertainment, sporting and cultural activities

source: Ausbildung in körperlicher Fitness
en: Entertainment by means of concerts

source: Organisation von Sportveranstaltungen, Wettkämpfen und Sportturnieren
en: Organising of sporting events, competitions and sporting tournaments

source: Bereitstellen von Golfplätzen
en: Providing golf facilities

source: Organisation von Festen zu Freizeitzwecken
en: Festivals (Organisation of -) for recreational purposes

source: Organisation von Seminaren in Bezug auf Bildung
en: Organisation of seminars relating to education

source: Organisation von Ausbildungsseminaren
en: Organisation of seminars relating to training

source: Betrieb von Ausbildungsstätten
en: Provision of training facilities

source: Ausbildung für blinde Personen im Einsatz von Blindenhunden
en: Training for blind persons in the use of guide dogs

source: Gastronomie-Ausbildung
en: Training in catering

source: Dienstleistungen von Dolmetschern
en: Language interpreter services

source: Vermietung von Kasinospielen
en: Leasing of casino games

source: Ausbildung in Bezug auf den Handel
en: Education services relating to commerce

source: Physisches Fitnesstraining
en: Tuition in physical fitness

source: Organisation von Ausbildungsmaßnahmen für Studenten
en: Arranging for students to participate in educational activities

source: Veranstaltung von Freizeitaktivitäten für Gruppen
en: Organisation of group recreational activities

source: Musik- und Gesangsdarbietungen
en: Performing of music and singing

source: Kraft- und Konditionstraining
en: Strength and conditioning training

source: Durchführung von Telefongewinnspielen
en: Conducting of phone-in competitions

source: Freizeitdienstleistungen im Bereich des Bobfahrens
en: Recreational services relating to bob-sledding

source: Vermietung von Tonaufnahmeausrüstungen
en: Rental of acoustic recording equipment

source: Bewegungsunterricht für Vorschulkinder
en: Movement tuition for pre-school children

source: Herausgabe von Handbüchern
en: Publication of manuals

source: Unterhaltung mit Computer- und Videospielen
en: Computer and video game amusement services

source: Produktion von Unterhaltungsshows mit Tänzern
en: Production of entertainment shows featuring dancers

source: Organisation von Fußballveranstaltungen
en: Services for the organisation of football events

source: Organisation von Baseballspielen
en: Organization of baseball games

source: Organisation von Schiffregatten
en: Organization of boat races

source: Organisation von Sumo-Wettkämpfen
en: Organization of sumo- wrestling competitions

source: Organisation und Durchführung von Ausstellungen für Unterhaltungszwecke
en: Organizing and arranging exhibitions for entertainment purposes

source: Unterricht im Bereich der Computerreparatur
en: Instruction in the repair of computers

source: Unterrichtsdienstleistungen in Bezug auf das Fahren von Vierradfahrzeugen
en: Instruction services relating to four wheel drive vehicle driving

source: Organisation von Autorennen
en: Organisation of automobile races

source: Organisation von Weiterbildungsseminaren
en: Organisation of continuing educational seminars

source: Veranstaltung von Schulungskursen zum Thema Sport
en: Provision of courses of instruction relating to sport

source: Durchführung von Gesundheits-Schulungen
en: Provision of educational services relating to health

source: Unterhaltungsdienstleistungen mittels dem Medium Tonband
en: Provision of entertainment services through the media of audio tapes

source: Unterhaltungsdienstleistungen mittels dem Medium Kinofilm
en: Provision of entertainment services through the media of cine-films

source: Rundfunk-, Film- und Fernsehproduktion
en: Television, radio and film production

source: Publikation von Büchern, Zeitschriften
en: Publishing services for books and magazines

source: Editieren oder Aufzeichnen von Ton und Bild
en: Editing or recording of sounds and images

source: Turnunterricht
en: Physical education

source: Vermietung von Lehrmitteln
en: Hire of teaching materials

source: Vermietung von Sportausrüstungen für Sportveranstaltungen
en: Rental of equipment for use at sporting events

source: Durchführung von Sportschulungen
en: Sports instruction services

source: Organisation und Veranstaltung von Konferenzen
en: Arranging and conducting of conferences

source: Eintrittskartenvorverkauf [Unterhaltung]
en: Ticket agency services [entertainment]

source: Veröffentlichung von Rundschreiben
en: Services for the publication of newsletters

source: Veröffentlichungsdienstleistungen mittels Computer
en: Publishing services carried out by computerised means

source: Erwachsenenausbildung im pharmazeutischen Bereich
en: Adult education services relating to pharmacy

source: Betrieb von Audio- oder Videostudios
en: Providing audio or video studios

source: Durchführung elektronischer Spiele aus einer Computerdatenbank oder über das Internet
en: Electronic games services provided from a computer database or by means of the internet

source: Erstellung von Texten zur Veröffentlichung
en: Preparation of texts for publication

source: Darbietung von Rundfunkprogrammen
en: Presentation of radio programmes

source: Unterricht in Musikverständnis
en: Tuition in music appreciation

source: Organisation von Konferenzen
en: Arranging of conferences

source: Veranstaltung von Konferenzen in Bezug auf kulturelle Aktivitäten
en: Arranging of conferences relating to cultural activities

source: Unterhaltung in Form von Ballettdarbietungen
en: Entertainment in the nature of ballet performances

source: Unterhaltung in Form von Baseballspielen
en: Entertainment in the nature of baseball games

source: Organisation von Live-Auftritten
en: Organisation of live performances

source: Organisation von Motorradrennen
en: Organisation of motorcycle racing

source: Veranstaltung von Musikwettbewerben
en: Organisation of musical competitions

source: Betrieb von Einrichtungen für Gruppenübungen
en: Provision of facilities for group exercise

source: Vermietung von Einrichtungen für Darbietungen von Live-Bands
en: Provision of facilities for live band performances

source: Vermietung von Aufnahmestudios
en: Rental of recording studios

source: Organisation von Pferdespringrennen
en: Horse jumping events (Organising of -)

source: Filmproduktion für das Fernsehen und für das Kino
en: Production of television and cinema films

source: Organisation von Golfturnieren
en: Organization of golf tournaments

source: Sport- und Freizeitaktivitäten
en: Sporting and recreational activities

source: Musikunterricht als Fernunterricht
en: Music tuition by correspondence courses

source: Organisation von Musikveranstaltungen
en: Musical events (Arranging of -)

source: Produktion von Musikvideos
en: Production of musical videos

source: Produktion von Ton- und Bildaufzeichnungen auf Ton- und Bildträger
en: Production of sound and image recordings on sound and image carriers

source: Vermietung von Beleuchtungen für Fernsehkulissen
en: Rental of lighting for use on television sets

source: Dienstleistungen von Filmaufnahmestudios
en: Recording studio services for films

source: Veranstaltung und Durchführung von Workshops [Ausbildung]
en: Arranging and conducting of workshops [training]

source: Komponieren von Musik
en: Music composition services

source: Durchführung von Schulungen im Bereich Datenverarbeitung
en: Instructional services relating to data processing

source: Organisation von Spielen und Wettkämpfen
en: Organisation of games and competitions

source: Organisation, Produktion und Präsentation von Theatervorstellungen
en: Organization, production and presentation of theatrical performances

source: Betrieb von Museen
en: Running of museums

source: Unterricht im Rollerskate-Fahren
en: Roller skating instruction

source: Organisation von Tanzevents
en: Organization of dancing events

source: Praktische Ausbildung auf dem Gebiet des Schweißens
en: Practical training in the field of welding

source: Durchführung von Schulungen im Bereich der Fabrikreinigung
en: Training services relating to the cleaning of factories

source: Durchführung von Schulungen im Bereich der Gaststättenreinigung
en: Training services relating to the cleaning of restaurants

source: Ausbildung von Croupiers
en: Training of croupiers

source: Zusammenstellung von Programmen in einem weltweiten Computernetz
en: Programming [scheduling of programs] on a global computer network

source: Produktion von Radioprogrammen
en: Editing of radio programmes

source: Vermietung von Kinos
en: Leasing of cinemas

source: Vermietung von Filmgeräten und -apparaten
en: Rental of cinematographic machines and apparatus

source: Unterrichtsdienstleistungen im Bereich Zahnmedizin
en: Teaching services relating to the dental field

source: Ausbildung von Schwimmlehrern
en: Training of swimming teachers

source: Ausbildung in Bezug auf Computertechniken
en: Training relating to computer techniques

source: Organisation von Rennsportwettkämpfen
en: Organising of racing competitions

source: Organisation der Unterhaltung für Hochzeitsfeiern
en: Wedding celebrations (Organisation of entertainment for -)

source: Unterhaltung mittels Kabelfernsehprogrammen
en: Entertainment provided by cable television

source: Unterhaltung mittels Videotextsystemen
en: Entertainment provided by videotext systems

source: Ausbildungsdienstleistungen im Hinblick auf die Anwendung von Computersystemen
en: Education services relating to the application of computer systems

source: Veterinärmedizinische Ausbildungsdienstleistungen
en: Education services relating to the veterinary profession

source: Regie von Musikshows
en: Directing of musical shows

source: Vermietung von Tauchsportausrüstungen
en: Diving facilities (Provision of -)

source: Vermietung von Bandaufzeichnungsgeräten
en: Rental of tape recording equipment

source: Reservierung von Eintrittskarten für Unterhaltungsveranstaltungen
en: Ticket procurement services for entertainment events

source: Vermietung von Reitsportausrüstungen für Freizeitzwecke
en: Equipment rental for recreational horse riding

source: Theateraufführungen, sowohl im Zeichentrick als auch live
en: Theatrical performances both animated and live action

source: Theateraufführungen, Musikdarbietungen
en: Theatrical performances, music performances

source: Durchführung von Kursen zur Gewichtskontrolle
en: Conducting classes in weight control

source: Durchführung von Schulungskursen
en: Conducting instructional courses

source: Durchführung von Fernkursen
en: Conducting of correspondence courses

source: Durchführung von Lehrgängen im Bereich der Betriebswirtschaft
en: Conducting of courses relating to business administration

source: Organisation von Kraftfahrzeug-Wettbewerben
en: Organization of competitions relating to motor vehicles

source: Produktion von Live-Fernsehsendungen für Ausbildungszwecke
en: Production of live television programmes for education

source: Durchführung von Fernkursen im Bereich Gartenbau
en: Correspondence courses relating to gardening

source: Veranstaltung von beruflichen Workshops und Ausbildungskursen
en: Arranging professional workshop and training courses

source: Zusammenstellung von Fernsehsendungen
en: Editing of television programmes

source: Live-Darbietungen zur Unterhaltung
en: Live demonstrations for entertainment

source: Durchführung von Schulungen im Bereich der Kommunikationstechniken
en: Provision of instruction relating to communications techniques

source: Durchführung von Ernährungsschulungen
en: Provision of instruction relating to nutrition

source: Durchführung von medizinischen Schulungen
en: Provision of medical instruction courses

source: Vermietung von Aufnahmeeinrichtungen
en: Provision of recording facilities

source: Technische Schulung in Bezug auf Hygiene
en: Technical training relating to hygiene

source: Telefonische Informationsdienste in Bezug auf Bildung
en: Telephone information services relating to education

source: Festlegen von Ausbildungsstandards
en: Setting of educational standards

source: Herausgabe von Notentexten
en: Publication of musical texts

source: Organisation von Unterhaltungsdienstleistungen
en: Organisation of entertainment services

source: Berufsausbildung für Jugendliche
en: Vocational education for young people

source: Beratung in Bezug auf Veröffentlichungen
en: Advisory services relating to publishing

source: Unterhaltung mit Musikzeichentrickfilmen
en: Animated musical entertainment services

source: Organisation von Lernspielen
en: Organising of educational games

source: Organisation von Jazzmusik-Festivals
en: Organising of festivals relating to jazz music

source: Organisation von Unterhaltungsshows
en: Arranging of visual entertainment

source: Bereitstellen von Online-Informationen in Bezug auf Computerspiele und Computererweiterungen für Spiele
en: Providing information on-line relating to computer games and computer enhancements for games

source: Organisation von Design-Ausbildungslehrgängen
en: Organisation of training courses relating to design

source: Darbietung von Fernsehprogrammen
en: Presentation of television programmes

source: Veranstaltung von Vorführungen für kulturelle Zwecke
en: Arranging of demonstrations for cultural purposes

source: Organisation von Popkonzerten
en: Pop music concerts (Organisation of -)

source: Unterhaltung durch Darbietungen von Musikern
en: Entertainment services performed by musicians

source: Beratung im Bereich Computerausbildung
en: Computer training advisory services

source: Organisation von Vorstellungen für Schulungszwecke
en: Arranging of presentations for educational purposes

source: Dressieren von Tieren für Dritte
en: Training animals for others

source: Produktion von Sportveranstaltungen
en: Production of sporting events

source: Produktion von Talentshows
en: Production of talent shows

source: Veranstaltung einer Jahrestagung im Bereich Beschaffungswesen
en: Arranging of an annual conference relating to procurement

source: Vermietung von Schallplatten- und Musikaufnahmen
en: Rental of phonographic and music recordings

source: Schulung im Bereich des Designs von Computerspeichern
en: Training in the design of computer memories

source: Ausbildung im Bereich der Entwicklung von Softwaresystemen
en: Training in the development of software systems

source: Zusammenstellung von TV-Programmen
en: Television programming [scheduling]

source: Unterhaltung in Form von Gymnastikdarbietungen
en: Entertainment in the nature of gymnastic performances

source: Unterhaltung in Form von Lichtshows
en: Entertainment in the nature of light shows

source: Unterhaltung in Form von Zaubershows
en: Entertainment in the nature of magic shows

source: Unterhaltung in Form von fortlaufenden Fernsehsendungen aus verschiedenen Themenbereichen
en: Entertainment in the nature of on-going television programs in the field of variety
